{
  "App": {
    "darkMode": false
  },
  "Photos": [
    {
      "id": 1,
      "title": "Человек-паук: Нет пути домой",
      "rate": 9.5,
      "description": "Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.",
      "genre": "Фантастика",
      "url": "https://s.kinoprofi.vip/s/2021-12/1639266504_chelovek-pauk-net-puti-domoy-2.jpg",
      "thumbnailUrl": "https://static.kinoafisha.info/k/movie_posters/canvas/210x220/upload/movie_posters/6/8/5/8356586/acb59318c76683bf3dcb8b7d5e86c7c6.jpg"
    },
    {
      "id": 2,
      "title": "Дом Gucci",
      "rate": 9.5,
      "description": "Фамилия Гуччи звучала так сладко, так соблазнительно… Синоним роскоши, стиля, власти. Но она же была их проклятьем. Шокирующая история любви, предательства, падения и мести, которая привела к жестокому убийству.",
      "genre": "Драма",
      "url": "https://user72902.clients-cdnnow.ru/localStorage/news/82/ea/a7/d9/82eaa7d9_resizedScaled_1020to574.jpg",
      "thumbnailUrl": "https://assets.vogue.ru/photos/6048cdf7d979e319891ac19d/1:1/w_210,h_220,c_limit/LGN51763525_.jpg"
    },
    {
      "id": 3,
      "title": "Матрица: Воскрешение",
      "rate": 9.7,
      "description": "Нео снова придется выбирать среди двух реальностей, следовать ли за белым кроликом. Выбор, пусть и иллюзорный, все еще остается единственным путем в Матрицу или из нее, что более опасно, чем когда-либо.",
      "genre": "Боевик",
      "url": "https://img.championat.com/s/700x500/news/big/t/u/vse-spojlery-matrica-4-voskreshenie_1639657653255165739.jpg",
      "thumbnailUrl": "https://img.championat.com/s/210x220/news/big/z/z/obzor-matrica-4-voskreshenie_1639587558419925185.jpg"
    },
    {
      "id": 4,
      "title": "Один дома",
      "rate": 10,
      "description": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть.",
      "genre": "Комедия",
      "url": "http://www.pravoslavie.ru/sas/image/102813/281317.p.jpg",
      "thumbnailUrl": "https://www.kino-teatr.ru/news/21803/bg.jpg"
    },
    {
      "id": 5,
      "title": "Волк с Уолл-стрит",
      "rate": 10,
      "description": "Джордан Белфорт основал одну из крупнейших брокерских контор в 1987 году, но десять лет спустя был осужден за отмывание денег и ряд прочих финансовых преступлений. Автор справился с алкогольной и наркотической зависимостью, выработанной за время махинаций на Уолл-стрит, написал две книги и теперь читает лекции о том, как достичь успеха.",
      "genre": "Криминальный жанр",
      "url": "https://albione.ru/upload/iblock/8a9/8a9d352dedbd045d57942ab014bb16de.png",
      "thumbnailUrl": "https://assets.gq.ru/photos/5d9f7a9fae00fb00090c4483/16:9/w_1280,c_limit/anons.jpg"
    },
    {
      "id": 6,
      "title": "Зверопой 2",
      "rate": 8.3,
      "description": "Тяжело быть продюсером, когда ты коала и у тебя лапки. Еще сложнее, когда твоя верная помощница древнее печатной машинки. И совсем весело, когда твоя труппа — это танцующий без остановки пухляш, колючая девочка-панк, застенчивая школьница, верзила-гангстер и многодетная мама, чьи дети — поросята в прямом смысле слова. ",
      "genre": "Комедия",
      "url": "https://sci-fi-news.ru/wp-content/uploads/2021/12/Sing-2.jpg",
      "thumbnailUrl": "https://cdn1.intermedia.ru/img/news_x400/353827.jpg"
    },
    {
      "id": 7,
      "title": "Большой красный пёс Клиффорд",
      "rate": 6.3,
      "description": "Когда школьница Эмили получает в подарок от спасателя животных очаровательного щенка с красной шерстью, она и представить не может, что на утро обнаружит в своей маленькой нью-йоркской квартирке… огромного 3-метрового пса! Мама в командировке, поэтому самые захватывающие и необыкновенные приключения ждут Эмили и ее веселого и порывистого дядю Кейси.",
      "genre": "Комедия",
      "url": "https://sci-fi-news.ru/wp-content/uploads/2021/12/Clifford-The-Big-Red-Dog-1.jpg",
      "thumbnailUrl": "https://fuzzmusic.ru/wp-content/uploads/2021/11/Muzyka-i-saundtreki-iz-filma-Bolshoy-krasnyy-pes-Klifford-ost-2021-clifford-the-big-red-dog.jpg"
    },
    {
      "id": 8,
      "title": "Охотники за привидениями: Наследники",
      "rate": 7.9,
      "description": "Мать-одиночка с двумя детьми-подростками селится на старой ферме в Оклахоме, полученной в наследство от отца, которого она не знала. Дети пытаются больше узнать о своем деде и находят автомобиль Ecto-1, принадлежавший знаменитым охотникам за привидениями.",
      "genre": "Боевик",
      "url": "https://img.championat.com/s/735x490/news/big/r/r/obzor-ohotnikov-za-privideniyami-nasledniki_16371636711379898830.jpg",
      "thumbnailUrl": "https://image.kinoprofi.vip/p/2021-11/400x600/1637936007_ohotniki-za-privideniyami-nasledniki.jpg"
    },
    {
      "id": 9,
      "title": "Остров проклятых",
      "rate": 9.4,
      "description": "Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.",
      "genre": "Детектив",
      "url": "https://www.soyuz.ru/public/uploads/files/5/7233963/1005x558_201811171155444cb5dd7bb3.jpg",
      "thumbnailUrl": "https://yeltsin.ru/imageurl/c400x400/archive/image/Jz1nASyEGzMnE05eDyOdZxWEGw0X/uploads/upload/2021/08/05/1_KcGiO0K.jpg"
    },
    {
      "id": 10,
      "title": "Красное уведомление",
      "rate": 9,
      "description": "Грозный агент Интерпола идет по следу самого разыскиваемого и неуловимого международного преступника, который специализируется на краже произведений искусства. Офицера полиции сыграет Дуэйн «Скала» Джонсон, а постановкой экшн-комедии займется режиссер фильмов «Мы – Миллеры» и «Полтора шпиона» Роусон Маршалл Тёрбер.",
      "genre": "Комедия",
      "url": "https://s3.afisha.ru/mediastorage/d8/b5/44dda2e2d96e451b8081e281b5d8.jpg",
      "thumbnailUrl": "https://itc.ua/wp-content/uploads/2021/11/oblozhka-5.jpg"
    },
    {
      "id": 11,
      "title": "Не смотрите наверх",
      "rate": 9.1,
      "description": "Ученые-астронавты Рэндалл (Леонардо ДиКаприо) и Кейт (Дженнифер Лоуренс) обнаруживают, что на Землю надвигается гигантский метеорит, который приземлится на нашу планету через шесть месяцев и уничтожит все живое.",
      "genre": "Комедия",
      "url": "https://1.bp.blogspot.com/-FeZeZZh01Ro/YVsLBguUkcI/AAAAAAABlgw/8DnZ47GyoXw2hGrYQXGrJjXSW0JnQ1EewCLcBGAsYHQ/s1600/titulkafilm.webp",
      "thumbnailUrl": "https://s3.stc.all.kpcdn.net/afisha/msk/wp-content/uploads/sites/5/2021/12/di-kaprio-v-filme-ne-smotrite-naverh.jpg"
    },
    {
      "id": 12,
      "title": "Непрощенная",
      "rate": 8.4,
      "description": "Отсидев срок за тяжкое преступление, Рут Слейтер возвращается в общество, которое не желает забыть о ее прошлом. Там, где был ее дом, ее ждет лишь осуждение. Надеясь искупить вину, она хочет найти младшую сестру, которую ей когда-то пришлось оставить",
      "genre": "Драма",
      "url": "https://www.soyuz.ru/public/uploads/files/5/7476510/1005x558_202112131249216be2c68b80.jpg",
      "thumbnailUrl": "https://s.kinoprofi.vip/s/2021-12/1638656099_neproschennaya-1.jpg"
    },
    {
      "id": 13,
      "title": "Кислород",
      "rate": 6.3,
      "description": "Женщина приходит в себя в криогенной камере и понимает, что не может вспомнить ни кто она такая, ни как здесь оказалась. Единственное, что может ей помочь — виртуальный помощник МИЛО, но он отказывается выполнять некоторые команды без пароля. А уровень кислорода тем временем неумолимо падает.",
      "genre": "Фантастика",
      "url": "https://s.kinokrad.co/uploads/posts/2021-05/1621769560_screenshot_4.jpg",
      "thumbnailUrl": "https://ru-images.kinorium.com/movie/200/1629699.jpg?1622191696"
    },
    {
      "id": 14,
      "title": "Веном 2",
      "rate": 7.3,
      "description": "Эдди Брок пытается приспособиться к жизни в качестве хозяина инопланетного симбиота Венома, который наделяет его сверхчеловеческими способностями. Брок пытается возродить свою карьеру и берет интервью у серийного убийцы Клетуса Касади, который по воле случая становится хозяином Карнажа и сбегает из тюрьмы после неудавшейся казни.",
      "genre": "Боевик",
      "url": "https://img.championat.com/s/735x490/news/big/e/u/venom-2-samyj-kassovyj-film-2021-goda-dlya-rossii-sbory-vyshe-2-048-mlrd-rublej_16372547902097224411.jpg",
      "thumbnailUrl": "https://www.kinonews.ru/insimgs/2021/newsimg/newsimg101640.jpg"
    },
    {
      "id": 15,
      "title": "Армия воров",
      "rate": 4,
      "description": "Скромный банковский служащий Себастиан ведёт непопулярный видеоблог, в котором рассказывает об увлечении всей своей жизни — взломе сейфов. Разумеется, законопослушный парень никогда не применял свои навыки в криминальной деятельности, но однажды на него выходит команда разыскиваемых Интерполом преступников и делает предложение, от которого невозможно отказаться.",
      "genre": "Триллер",
      "url": "https://www.soyuz.ru/public/uploads/files/5/7474555/1005x558_20211030211417aa34895f50.jpg",
      "thumbnailUrl": "https://www.kino-teatr.ru/movie/kadr/148446/1052268.jpg"
    },
    {
      "id": 16,
      "title": "Женщина в окне",
      "rate": 8.3,
      "description": "Одинокая женщина Анна Фокс, страдающая от приступов агорафобии, давно не выходит из своей квартиры, злоупотребляет спиртным и таблетками и подолгу наблюдает из окна за жизнью соседей. Она становится свидетелем страшных событий, произошедших в семье Расселов. Но кто поверит затворнице со сломленной психикой, которая не может оправиться от собственной загадочной травмы прошлого?",
      "genre": "Детектив",
      "url": "https://filmix.ac/uploads/frames/151275/f328756-mp3-zhenschina-v-okne-2021_original.jpg",
      "thumbnailUrl": "https://phototass3.cdnvideo.ru/width/960_51849019/tass/m2/uploads/i/20210416/6083635.jpg"
    },
    {
      "id": 17,
      "title": "Schumacher",
      "rate": 8.4,
      "description": "Документальный биографический сюжет, касающийся немецкого гонщика, мужчины Михаэля Шумахера, чья фамилия в свою очередь носит нарицательный характер и говорит о качествах самого быстрого и несущегося вперед с огромной скоростью человека. С помощью близких по крови родственников, с кем будет вестись беседа, станет известно достаточно много любопытных фактах зарождения спортивной карьеры.",
      "genre": "Документальный фильм",
      "url": "https://zetflix.pro/uploads/posts/2021-09/1631721119_netflix.jpg",
      "thumbnailUrl": "https://cdn.f1ne.ws/userfiles/mschumacher/155587.jpg"
    },
    {
      "id": 18,
      "title": "Бесконечность",
      "rate": 9.1,
      "description": "Эван Майклс страдает от необычного недуга: он в деталях помнит всё, что с ним происходило в двух прошлых жизнях. В поисках ответов Эван натыкается на древнее тайное общество «Когномина», члены которого, так же как и он, помнят о своих прошлых жизнях. Не понаслышке знакомые с историей, они на протяжении веков контролируют развитие человечества, направляя его в нужную сторону. Эван понимает, что обязан вступить в ряды «Когномины».",
      "genre": "Боевик",
      "url": "https://s4.afisha.ru/mediastorage/ca/b6/de497ae74d6d488db97d5bc5b6ca.jpg",
      "thumbnailUrl": "https://s.kinokrad.co/uploads/posts/2021-06/1623869508_screenshot_4.jpg"
    },
    {
      "id": 19,
      "title": "Война будущего",
      "rate": 6.3,
      "description": "Декабрь 2022 года. Во время финала чемпионата мира про футболу в Катаре на поле высаживается десант из будущего. Прибывшие заявляют, что через 30 лет Земля подвергнется инопланетному вторжению, и, если люди настоящего не помогут людям будущего, то человечество прекратит существование. Так начинается принудительная отправка граждан на войну, с которой возвращаются только 30%.",
      "genre": "Боевик",
      "url": "https://flashforward.media/wp-content/uploads/2021/07/the_tomorrow_war_cover-1200x630.jpg",
      "thumbnailUrl": "https://www.hdfilmlenta.com/uploads/posts/2021-09/1632188683_2-voyna-buduschego.jpg"
    },
    {
      "id": 20,
      "title": "Без жалости",
      "rate": 8,
      "description": "Джон Келли не раз отправлялся в смертельно опасные командировки во вьетнамские джунгли, но его главный враг оказался совсем рядом, на улицах родных американских городов. «Морской котик», потерявший и вновь обретший свою любовь, готов защищать ее всеми доступными средствами, пусть даже перед лицом гораздо более могущественного и многочисленного противника — наркомафии. И Келли начинает свою войну без всякой надежды на победу. Без жалости.",
      "genre": "Боевик",
      "url": "https://kinosvami.ru/wp-content/uploads/2021/05/yy08-1-1-1024x576.jpg",
      "thumbnailUrl": "https://cdnimg.rg.ru/img/content/205/28/48/d9xkiwm6_d_850.jpg"
    }
  ]
}